[LanguageFile]

// Specify what version of Circle Dock this language file is intended for. Used to check for validity.
CircleDockVersion=0.9.2 Alpha 8

// LanguageFileVersion is for the language file author's use. Circle Dock does not care what value this is.
LanguageFileVersion=0.1

LanguageName=Deutsch

FileAuthor=Alex Hofstädter

[General]
CircleDockName=Circle Dock
CircleDockWebsiteWord=Circle Dock Website
GeneralWebsite=http://circledock.wikidot.com
HelpWebsite=http://circledock.wikidot.com/help-faq
AuthorWord=Autor
SupportForumWord=Support-Forum
SupportForumWebsite=http://www.donationcoder.com/Forums/bb/index.php?board=240.0
RotationSensitivity=Tastendrücke / Mausrad-Scrolls je kompletter Rotation
IconReplacementMode=Icon-Ersetzungs-Modus
normal=Normal
topmost=Zuoberst
alwaysOnBottom=Immer ganz unten
zLevel=Z - Stufe

[MainContextMenu]
WebsiteWord=Website
SettingsWord=Einstellungen
HideWord=Ausblenden
ShowWord=Einblenden
QuitWord=Beenden
RemoveWord=Entfernen
AddWord=Hinzufügen
DockFolder=Dock Ordner
ChangeIcon=Anderes Icon auswählen
ItemSettings=Item-Einstellungen
PauseMouseToggling=Maus-Ein/-Ausblenden anhalten
blankIcon=Blankes Icon

[SettingsPanel]
Name=Circle Dock Einstellungen
SettingsPanelWord=Einstellungsfenster
GeneralWord=Allgemein
DockShape=Dock-Form

Labels=Textfelder
Animation=Animation
LocationWord=Ort
TogglingWord=Ein-/Ausblenden
FileDockIconAssociations=Datei -> Dock Icon Verknüpfungen
LanguageWord=Sprache
HelpWord=Hilfe
HotKeySelectorToggleDock=Tastenkombinations-Auswahl (Um Dock-Sichtbarkeit ein- bzw. auszuschalten)
CtrlWordAbbreviation=Strg
AltWordAbbreviation=Alt
ShiftWordAbbreviation=Umschalt
WindowsKeyWordAbbreviation=Win
ValidHotkeyCombination=Gültige Hotkey Kombination
InvalidHotKeyCombination=Ungütlige Hotkey Kombination/Bereits in Verwendung

CentreAroundCursorWhenShown=Dock um den Mauszeiger zentrieren, wenn eingeblendet
CircleDockVersionWord=Circle Dock Version
EnableDockRotation=Dock Rotation aktivieren

ConfigurationDescriptionLabel=Passen Sie die Art wie Circle Dock auf Ihrem Bildschirm erscheint individuell an

// Location Panel
lockDockAtCurrentPosition=Dock bei derzeitiger Position fixieren

// General Panel
KeepDockAboveAllOtherWindows=Dock über allen anderen Fenstern behalten
ClickSensitivity=Klickempfindlichkeit
Sensitive=Empfindlich
NotSensitive=Nicht empfindlich
EnablePortabilityMode=Transportablen Modus aktivieren
UseMemorySaver=Speicher-Sparer verwenden
useSameRotationValueAllLevels=Gleichen Rotationswert für alle Stufen verwenden
currentRotationValue=Gegenwärtigen Rotationswert übernehmen (Radiant)

// Background Panel
Background=Hintergrund
BackgroundImage=Hintergrundbild
NormalSize=Normale Größe
NormalOpacity=Normale Transparenz

// Dock Shape Panel
ConstantNumberOfItemsPerCircle=Konstante Anzahl von Icons je Kreis
NumberOfIconsPerCircle=Anzahl der Icons je Kreis
MinimumRadius=Minimaler Radius
SeparationBetweenCircles=Abstand zwischen Kreisen
FormatWord=Format
CircleWord=Kreis
maximumNumberOfItemsPerCircle=Maximale Anzahl der Icons je Kreis
lineWord=Zeile
spiralWord=Spirale
rateOfIncrease=Steigerungsrate
defaultWord=Standard
separationWord=Abstand

// Centre Button Panel
CentreButton=Center-Knopf
DefaultCentreButton=Standard-Center-Knopf
OtherSettings=Andere Einstellungen
ShowStartMenuWhenClicked=Startmenü bei Klick anzeigen
StartMenuResidueWarning=Hinweis: Sie müssen "Schatten unter Menüs" in Ihren Windows-Designeinstellungen deaktivieren, sonst bekommen Sie Restschatten

// Dock Items Panel
DockItems=Dock Icons
RightClickMenu=Rechtsklick-Menü
ShowWindowsFileFolderMenus=Die Windows-Ordner-Rechtsklickmenüs anzeigen
HideDock=Dock ausblenden
HideDockAfterFileExecution=Dock nach dem Öffnen von Dateien/Ordnern verstecken

// Labels Panel
FontWord=Schrifftyp
ChangeFont=Schrifttyp ändern
ChangeColor=Farbe ändern
ShadowWord=Schatten
ShadowSize=Schattengröße
ShadowDarknessFactor=Schatten-Deckkraft
ShowLabels=Ordner-/Dateinamen immer anzeigen
ShowLabelsOnMouseoverOnly=Ordner-/Dateinamen nur bei darüber schwebender Maus anzeigen

// Animation
AnimationWord=Animationen
GeneralFrameRate=Allgemeine Bildrate (BpS)
RotationAnimationDuration=Dauer der Rotationsanimation (ms)
FadeInFadeOutDuration=Verblassungs-/Erscheinungsdauer (ms)
UsePoofAnimationWhenDeleting=Verpuffungsanimation beim Löschen abspielen (Experimentell)

//About Panel
AboutWord=Über
ThePremiereCircularDockForWindows=Die erste runde Dockingapplikation für Windows
WebsiteWord=Website
VersionInformation=Versionsinformation
OfficialHomepage=Offizielle Homepage (Englisch)

// Help Panel
SupportWord=Hilfe
OfficialWebForum=Offizielles Web-Forum (Englisch)
OfficialWebHelpFAQ=Offizielle Web-Hilfe/FAQ (Englisch)

// Language Panel
LanguageFileLocation=Sprachpaketpfad
LanguageName=Name der Sprache
LanguageFileAuthor=Autor des Sprachpakets 
LanguageFileVersion=Sprachpaket-Version
LanguageFileOriginallyIntendedFor=Sprachpaket ursprüunglich vorgesehen für Circle Dock Version:
LanguageFileProgramRestartRequired=***Für einen kompletten Sprachwechsel ist ein Neustart erforderlich***
LanguageFileValidCurrent=Sprachpaket ist gültig/auf dem neuesten Stand
LanguageFileInvalidOutofDate=Sprachpaket ist ungültig/überholt

// File -> Icon Associations
FileIconAssocationsDescription=Standard-Icons beim Hinzufügen von Dateien/Ordnern zum Dock verwenden
FileNameIconAssociations=Dateiname -> Icon-Verknüpfungen
FolderNameIconAssociations=Ordnername -> Icon-Verknüpfungen
FileExtensionIconAssociations=Dateierweiterungen -> Icon-Verknüpfungen
DockFolderIconAssociation=Dock-Ordner -> Icon-Verknüpfungen

fileName=Dateiname
folderName=Ordnername
extensionName=Erweiterung
associatedDockIcon=Verknüpftes Dock-Icon
browse=Durchsuchen
startsWith=Beginnt mit
endsWith=Endet mit
exactMatch=Exakt
contains=Beinhaltet
sample=Beispiel

// Toggling
ToggleVisibilityHotKey=Ein-/Ausblenden-Tastenkombination
ToggleVisibilityMouseButton=Ein-/Ausblenden-Maustaste
ShowDockWhenIMoveMyMouseTo=Dock einblenden bei Mausbewegung zum...
ScreenLeftEdge=Linken Bildschirmrand
ScreenRightEdge=Rechten Bildschirmrand
ScreenTopEdge=Oberen Bildschirmrand
ScreenBottomEdge=Unteren Bildschirmrand
EdgeWidthHeight=Randbreite/-höhe
dwellTime=Verweilzeit



[ErrorMessages]
MissingInvalid=Fehlt/Ungültig
FilePathMissingInvalid=Datei/Pfad existiert nicht oder ist ungültig

[DockItemProperties]
ItemSettings=Icon-Einstellungen
IconImage=Icon-Bildchen (Freilassen für Standard)
Name=Name (Freilassen für Standard)
Target=Ziel
Folder=Ordner...
File=Datei...
StartIn=Ausführen in
Arguments=Argumente
Run=Ausführen
Normal=Normal
Minimized=Minimiert
Maximized=Maximiert
Close=Schließen
